Revit 2024 API
UnitTypeId.BritishThermalUnitsPerHour Property
 British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BritishThermalUnitsPerHour { get; }
Visual Basic
Public Shared ReadOnly Property BritishThermalUnitsPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BritishThermalUnitsPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace